const Arabic = {
    "navLinks": {
      "companyProfile": "الملف الشخصي للشركة",
      "aboutUs": "من نحن",
      "inspectionsAndCertifications": "الفحوصات والشهادات",
      "training": "التدريب",
      "approval": "الموافقة",
      "gallery": "المعرض",
      "contactUs": "اتصل بنا"
    },
    "socialLinks": {
      "youtube": "https://youtube.com",
      "instagram": "https://instagram.com",
      "twitter": "https://x.com",
      "facebook": "https://facebook.com"
    },
    "index": {
      "section1": {
        "heading": " المكتب العربي للخدمات",
        "description": "تأسست عام 1993 كشركة تفتيش تابعة لطرف ثالث لإجراء فحص شامل لأجهزة الرفع، وتروس الرفع، وآلات نقل التربة، والشاحنات الصناعية والتدريب والاستشارات المتعلقة بالجودة والصحة والسلامة والبيئة. خلال هذه الفترة، نمت شركة ABS وتوسعت في سوق الإمارات العربية المتحدة وأقامت علاقة قوية بين عملائها الذين ثقتهم بحكمها. إن حكمنا ضد أي معدات أو آلات أو معدات ملحقة يعطي الأولوية لمنع المعدات والآلات والعتاد الملحق والمشغلين والعمال والبيئة والممتلكات من أي حادث أو تدهور أو ضرر أو أذى أو إصابات قاتلة أو وفاة. على مدى أكثر من عقدين من العمليات، اكتسبت ABS الكثير من الخبرة في دولة الإمارات العربية المتحدة وحافظت على التزامها بتوفير خدمة فحص الجودة لجميع عملائنا. تم الاحتفاظ بالموظفين المؤهلين وذوي الخبرة لضمان استمرارية خدمات فحص الجودة والتدريب."
      },
      "section2": {
        "heading": "أعمال النواة الرئيسية لـ",
        "points": [
          "فحص واختبار وفحص الأجهزة الرافعة والتروس الرافعة.",
          "فحص واختبار وفحص آليات نقل الأرض والصناعية",
          "فحص كفاءة المعدات المذكورة أعلاه ومشغلي الآلات وإجراء دورات تدريبية آمنة لاستخدام المعدات لهم.",
          "إجراء دورات تدريبية في مجال السلامة والتدريب المهني."
        ]
      },
      "section3": {
        "heading": "المنظمة",
        "description1": "يحافظ  باستمرار على فريق تفتيش واستشارات مؤهل للغاية، يستخدم أحدث الخبرات التقنية والأدوات، ويشدد على أقصى درجات الأهمية في مجالات السلامة والبيئة والجودة، وانتهاء المهام في الوقت المناسب، والامتثال لجميع اللوائح المحلية والدولية",
        "description2": "تقدم خدمات الفحص وفقًا لطرق الفحص المثبتة بناءً على الإرشادات وإجراءات التشغيل القياسية. يتم تنظيم فريق التفتيش والاستشارات بشكل جيد من قبل المدير الفني ومدير التدريب لدينا ويقومون بالمهمة وفقًا لتفويضه. تقدم خدمات الفحص وفقًا لطرق الفحص المثبتة بناءً على الإرشادات وإجراءات التشغيل القياسية. يتم تنظيم فريق التفتيش والاستشارات بشكل جيد من قبل المدير الفني ومدير التدريب لدينا ويقومون بالمهمة وفقًا لتفويضه.",
        "subsections": [
          {
            "title": "مرافق المكتب",
            "description1": "يقع مكتب ABS في أبو ظبي في قلب المدينة وسيتم التعامل مع العمليات في مكاتب المصفح لخدمة العملاء في أي وقت خلال ساعات العمل. يتم التواصل بين الإدارات والشخصيات من خلال الهاتف ورسائل البريد الإلكتروني والمحادثات الشفهية.",
            "description2": "يتم إنشاء جميع الشهادات والتقارير من قبل المهندسين لتجنب التأخير والأخطاء لضمان ثقة العميل."
                   },
          {
            "title": "خبرة العمل",
            "description": "نحن في  نعمل مع مشاريع مرموقة مختلفة مع شركات ذات سمعة طيبة في الإمارات مثل أدناتكو، نمدك، إس أم جي، مجموعة IMCC (GPC، IMAC، GSME، CIC، ADCE)، GS Engineering، هيونداي، جلفار الهندسية، الصحراء. يمكننا سرد مشاريع مختلفة تم التعامل معها بناءً على الطلب."
          },
          {
            "title": "الجودة والسلامة والبيئة",
            "description": " ملتزمة بمستوى عال من التوحيد مع الجودة والسلامة والبيئة. شركتنا معتمدة من قبل LEEA & ENAS لأنشطتنا في مجال التفتيش وفقًا لـ iso17020: 2012 وتم توثيق نظامنا EHSMS مؤخرًا من قبل RINA Services لـ ISO14001: 2004: ISO 18001: 2007."
          }
        ]
      }
    },
    
    "about": {
     "section1": {
       "heading": "المكتب العربي للخدمات",
        "description":"تعد الجودة وأسلوب الحياة المستدام جزءًا أساسيًا من حياتنا. لضمان نفس الكمال والقرار الفريد مهمان للغاية. تتطلب الصناعة الحالية الجودة والشهادة في كل ما تعاملنا معه على الإطلاق. <br> انطلاقًا من الفكرة المذكورة أعلاه، تأسس المكتب العربي للخدمات في عام 1993 لضمان الجودة والتفتيش المحايد بالإضافة إلى خدمات التدريب الفعالة لعملائه. الفريق منظم جيدًا لضمان تقديم خدماته للعملاء بفعالية وكفاءة. <br> نحن مسجلون لدى جميع شركات النفط الكبرى التي تقدم الخدمات للدولة. وما زلنا نتطلع إلى التسجيل لدى المنظمة الدولية لضمان استيفاء المتطلبات على المستوى الدولي.",
     },
     "section2": {
      "heading": "المكتب العربي للخدمات",
      "description":`<div class="text-xl"> تحت قيادته الممتازة، حقق <span class="font-extrabold">المكتب العربي للخدمات</span> تقدمًا كبيرًا في هذا المجال فحص واختبار السلامة حيث يقوم بالعديد من الوظائف المرموقة مع اتباع نهج احترافي ثابت. فهو يصر دائمًا على تقديم خدمات عالية الجودة ويتبع كل الطرق الممكنة لضمان رضا العملاء دون المساس بالسلامة والجودة.</div>`
    },
    "section3": {
      "heading": "رسالة <br>مدير<br> الادارة",
      "description":"<div>تحت قيادته الممتازة، حقق <span class='font-extrabold'>المكتب العربي للخدمات</span> تقدمًا كبيرًا في مجال فحص واختبار السلامة حيث تولى العديد من الوظائف المرموقة بأسلوب احترافي متسق. إنه يصر دائمًا على تقديم خدمات عالية الجودة ويتبع كل الطرق الممكنة لضمان رضا العملاء دون المساس بالسلامة والجودة.</div>",
    },
    },
      "inspection": {
        "section1": {
          "heading":"<div  dir='rtl' class='font-extrabold   text-4xl'>خبراء الصناعة في <br> الحفاظ على عملائنا آمنين ومتوافقين</div>",
          "description":"<div class='flex flex-col text-right'><p>تأسس المكتب العربي للخدمات عام 1993 ويقدم الاختبارات الهندسية والتفتيش  شهادة معدات الرفع،  وخدمات التدريب. هدفنا هو الحفاظ على سلامة عملائنا ومتوافقين مع  التشريعات والمعايير ذات الصلة.</p><p> المكتب العربي للخدمات هم خبراء في الحفاظ على المعدات المملوكة للعملاء والأشخاص على حد سواء آمنة ومتوافقة داخل مكان العمل. تشمل المعدات الموجودة في مكان العمل ملحقات ومعدات الرفع، النبات والوصول المعدات وأنظمة الضغط ومنصات العمل ووسائل الحماية من السقوط والتهوية المحلية بالعادم أنظمة. يقدم قسم الاختبارات الكهربائية لدينا الاختبارات الكهربائية، واختبار الأسلاك الثابتة، و خدمات الاختبارات الكهربائية الأخرى.</p></div>"
       },
       "section2": {
        "heading":"<div  dir='rtl' class='font-extrabold   text-4xl'> خدمات الاختبار <br> التفتيش وإصدار الشهادات </div>",
        "description":"<div dir='rtl'> بموجب بلدية أبوظبي (ADM / OSHAD) ووزارة الصناعة والتكنولوجيا المتقدمة (MOIAT) / أنظمة الاعتماد الوطنية الإماراتية (ENAS)، هناك العديد من اللوائح التي تتطلب من أصحاب العمل التأكد من أن المعدات آمنة للاستخدام، ومناسبة للغرض، ودقيقة. لفحصها من قبل هيئة مختصة. يقدم فريقنا من المهندسين المؤهلين تأهيلاً عاليًا خدمات فحص واعتماد شاملة لجميع أنواع المعدات بما في ذلك: الاصل</div>",
        "list":'<div class=""><ul  style="direction: rtl" class="list-disc h-40 flex flex-col justify-between lg:text-xl pr-4 font-semibold"><li>الرافعات ومعدات الرفع وملحقاتها</li><li>المصاعد والسلالم المتحركة</li><li>المصانع والآلات</li><li>MEWPS معدات الوصول و</li><li>السقالات ومنصات العمل</li></ul></div><div class="lg:m-0 md:m-0 sm:m-0 mt-2 "><ul  style="direction: rtl" class="list-disc h-40 flex flex-col justify-between  w-max lg:text-xl text-end font-semibold"><li class="  max-w-max">معدات الضغط</li><li class="  max-w-max">الحماية من السقوط</li><li class="  max-w-max">معدات كهربائية &<br>اختبار الأدوات المشغلة بالطاقة (PAT).</li> <li class="  max-w-max">MEWPS معدات الوصول و</li> <li class="  max-w-max">أنظمة تهوية العادم المحلية (LEV).</li></ul></div>'

      },
      },
      "training":{
         "section1":{
           "heading":"خدمات <br> التدريب",
         "description":"<div dir='rtl'  class='py-4'>يتطلب مركز أبوظبي للصحة العامة (ADPHC) ومركز أبوظبي للتعليم والتدريب التقني والمهني (ACTVET) من جميع أصحاب العمل توفير التدريب المناسب والملائم داخل مكان العمل لضمان قدرة الموظفين على العمل بأمان في جميع الأوقات.</div>",
         "description2":"<div class='lg:pr-1' dir='rtl'><p>يتطلب مركز أبوظبي للصحة العامة (ADPHC) ومركز أبوظبي للتعليم والتدريب التقني والمهني (ACTVET) من جميع أصحاب العمل توفير التدريب المناسب والملائم داخل مكان العمل لضمان قدرة الموظفين على العمل بأمان على الإطلاق مرات.</p><p class='mt-8'>يقدم قسم التدريب لدينا مجموعة واسعة من الدورات التدريبية المعتمدة التي تغطي الفئات التالية:</p></div>"
        }
        ,
        "section2":{
          "list" :"<ul dir='rtl' class='list-disc ul-traning lg:text-2xl md:text-2xl text-xlfont-bold'><li>الصحة العامة والسلامة</li><li>معدات الرفع وعمليات الرفع</li><li>العمل في المرتفعات</li><li>الرافعات الشوكية وشاحنات الرفع</li><li>عمليات المصانع والآلات</li><li>معدات الوصول وMEWP</li><li>التوعية بالسقالات والشخص المختص</li></ul>"
        }
      },
      "approvals" :{
        "title":"الموافقات",
      }, 
      "gallery" :{
        "section1":{
          "title1":"اختبار حمولة الرافعة المتوسطة للسفن أدنوك",
          "title2":"اختبار الحمل لإطار الرفع 500 طن",
        },
        "section2":{
         "heading":"تم اختبار حمولة دعامات الساحة في منطقة الشرق الأوسط وشمال أفريقيا",
         "title1":"اختبار حمولة سلم صعود السفن لشركة أدنوك",
         "title2":"اختبار تحميل منصة إرساء الطائرات",
         "description":"<div dir='rtl'>للاختبار <br>يرجى الاتصال بنا</div>"
       }
       },
       "contact":{
         "title1":"للاستفسار والشكاوى",
         "title2":"الشهادات",
       },
    "footer": {
      "links": {
        "Profile": "الملف الشخصي للشركة",
        "About": "من نحن",
        "Inspections": "الفحص والشهادات",
        "training": "التدريب",
        "approvals": "الموافقات",
        "gallery": "المعرض",
        "contact": "اتصل"
      },
      "companyInfo": {
        "name": "المكتب العربي للخدمات",
        "address": "ص.ب. 47133 - مصفح",
        "phone": "+971 2 5511520",
        "email": "abs@abosad.com"
      }
    }
  };