const Arabic = {
    "navLinks": {
      "companyProfile": "الملف الشخصي للشركة",
      "aboutUs": "من نحن",
      "inspectionsAndCertifications": "الفحوصات والشهادات",
      "training": "التدريب",
      "approval": "الموافقة",
      "gallery": "المعرض",
      "contactUs": "اتصل بنا"
    },
    "socialLinks": {
      "youtube": "https://youtube.com",
      "instagram": "https://instagram.com",
      "twitter": "https://x.com",
      "facebook": "https://facebook.com"
    },
    "index": {
      "section1": {
        "heading": " المكتب العربي للخدمات",
        "description": "تأسست عام 1993 كشركة تفتيش تابعة لطرف ثالث لإجراء فحص شامل لأجهزة الرفع، وتروس الرفع، وآلات نقل التربة، والشاحنات الصناعية والتدريب والاستشارات المتعلقة بالجودة والصحة والسلامة والبيئة. خلال هذه الفترة، نمت شركة ABoS وتوسعت في سوق الإمارات العربية المتحدة وأقامت علاقة قوية بين عملائها الذين ثقتهم بحكمها. إن حكمنا ضد أي معدات أو آلات أو معدات ملحقة يعطي الأولوية لمنع المعدات والآلات والعتاد الملحق والمشغلين والعمال والبيئة والممتلكات من أي حادث أو تدهور أو ضرر أو أذى أو إصابات قاتلة أو وفاة. على مدى أكثر من عقدين من العمليات، اكتسبت ABoS الكثير من الخبرة في دولة الإمارات العربية المتحدة وحافظت على التزامها بتوفير خدمة فحص الجودة لجميع عملائنا. تم الاحتفاظ بالموظفين المؤهلين وذوي الخبرة لضمان استمرارية خدمات فحص الجودة والتدريب."
      },
      "section2": {
        "heading": "أعمال النواة الرئيسية لـ",
        "points": [
          "فحص واختبار وفحص الأجهزة الرافعة والتروس الرافعة.",
          "فحص واختبار وفحص آليات نقل الأرض والصناعية",
          "فحص كفاءة المعدات المذكورة أعلاه ومشغلي الآلات وإجراء دورات تدريبية آمنة لاستخدام المعدات لهم.",
          "إجراء دورات تدريبية في مجال السلامة والتدريب المهني."
        ]
      },
      "section3": {
        "heading": "المنظمة",
        "description1": "يحافظ  باستمرار على فريق تفتيش واستشارات مؤهل للغاية، يستخدم أحدث الخبرات التقنية والأدوات، ويشدد على أقصى درجات الأهمية في مجالات السلامة والبيئة والجودة، وانتهاء المهام في الوقت المناسب، والامتثال لجميع اللوائح المحلية والدولية",
        "description2": "تقدم خدمات الفحص وفقًا لطرق الفحص المثبتة بناءً على الإرشادات وإجراءات التشغيل القياسية. يتم تنظيم فريق التفتيش والاستشارات بشكل جيد من قبل المدير الفني ومدير التدريب لدينا ويقومون بالمهمة وفقًا لتفويضه. تقدم خدمات الفحص وفقًا لطرق الفحص المثبتة بناءً على الإرشادات وإجراءات التشغيل القياسية. يتم تنظيم فريق التفتيش والاستشارات بشكل جيد من قبل المدير الفني ومدير التدريب لدينا ويقومون بالمهمة وفقًا لتفويضه.",
        "subsections": [
          {
            "title": "مرافق المكتب",
            "description1": "يقع مكتب ABOS في أبو ظبي في قلب المدينة وسيتم التعامل مع العمليات في مكاتب المصفح لخدمة العملاء في أي وقت خلال ساعات العمل. يتم التواصل بين الإدارات والشخصيات من خلال الهاتف ورسائل البريد الإلكتروني والمحادثات الشفهية.",
            "description2": "يتم إنشاء جميع الشهادات والتقارير من قبل المهندسين لتجنب التأخير والأخطاء لضمان ثقة العميل."
                   },
          {
            "title": "خبرة العمل",
            "description": "نحن في  نعمل مع مشاريع مرموقة مختلفة مع شركات ذات سمعة طيبة في الإمارات مثل أدناتكو، نمدك، إس أم جي، مجموعة IMCC (GPC، IMAC، GSME، CIC، ADCE)، GS Engineering، هيونداي، جلفار الهندسية، الصحراء. يمكننا سرد مشاريع مختلفة تم التعامل معها بناءً على الطلب."
          },
          {
            "title": "الجودة والسلامة والبيئة",
            "description": " ملتزمة بمستوى عال من التوحيد مع الجودة والسلامة والبيئة. شركتنا معتمدة من قبل LEEA & ENAS لأنشطتنا في مجال التفتيش وفقًا لـ iso17020: 2012 وتم توثيق نظامنا EHSMS مؤخرًا من قبل RINA Services لـ ISO14001: 2004: ISO 18001: 2007."
          }
        ]
      }
    },
    
    "about": {
     "section1": {
       "heading": "المكتب العربي للخدمات",
        "description":"تعد الجودة وأسلوب الحياة المستدام جزءًا أساسيًا من حياتنا. لضمان نفس الكمال والقرار الفريد مهمان للغاية. تتطلب الصناعة الحالية الجودة والشهادة في كل ما تعاملنا معه على الإطلاق. <br> انطلاقًا من الفكرة المذكورة أعلاه، تأسس المكتب العربي للخدمات في عام 1993 لضمان الجودة والتفتيش المحايد بالإضافة إلى خدمات التدريب الفعالة لعملائه. الفريق منظم جيدًا لضمان تقديم خدماته للعملاء بفعالية وكفاءة. <br> نحن مسجلون لدى جميع شركات النفط الكبرى التي تقدم الخدمات للدولة. وما زلنا نتطلع إلى التسجيل لدى المنظمة الدولية لضمان استيفاء المتطلبات على المستوى الدولي."
     }
    },
    "footer": {
      "links": {
        "training": "التدريب",
        "approvals": "الموافقات",
        "gallery": "المعرض",
        "contact": "اتصل"
      },
      "companyInfo": {
        "name": "المكتب العربي للخدمات",
        "address": "ص.ب. 47133 - مصفح",
        "phone": "+971 2 5511520",
        "email": "abos@abosad.com"
      }
    }
  };